Repository: sebastianstrus/TarotGo
Catalog: TarotGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, pl, pt_br, sv, uk

# interpretation.death_career_upright
source: Major career transformation is occurring. A job, role, or entire career path is ending to make way for something new. Embrace this profound change.
de: Eine große berufliche Veränderung findet statt. Ein Job, eine Rolle oder ein ganzer Karriereweg endet, um Platz für etwas Neues zu schaffen. Nimm diesen tiefgreifenden Wandel an.
es: Una gran transformación profesional está ocurriendo. Un trabajo, rol o trayectoria profesional completa está terminando para dar paso a algo nuevo. Acepta este cambio profundo.
fr: Une transformation majeure de carrière se produit. Un emploi, un rôle ou une trajectoire de carrière entière se termine pour laisser place à quelque chose de nouveau. Accueillez ce changement profond.
it: Una grande trasformazione professionale sta avvenendo. Un lavoro, un ruolo o un intero percorso di carriera sta finendo per fare spazio a qualcosa di nuovo. Accogli questo cambiamento profondo.
ja: 大きなキャリアの変革が起こっています。仕事、役割、またはキャリアパス全体が終わり、新しいものに道を譲っています。この深遠な変化を受け入れてください。
nb: En stor karriereendring skjer. En jobb, rolle eller hel karrierevei avsluttes for å gi plass til noe nytt. Omfavn denne dype endringen.
pl: Wielka transformacja zawodowa ma miejsce. Praca, rola lub cała ścieżka kariery kończy się, aby zrobić miejsce na coś nowego. Przyjmij tę głęboką zmianę.
pt_br: Uma grande transformação na carreira está ocorrendo. Um emprego, função ou caminho de carreira inteiro está terminando para dar lugar a algo novo. Abrace essa mudança profunda.
sv: En stor karriärförvandling sker. Ett jobb, roll eller hel karriärväg tar slut för att ge plats åt något nytt. Omfamna denna djupgående förändring.
uk: Відбувається велика кар'єрна трансформація. Робота, роль або цілий кар'єрний шлях закінчується, щоб звільнити місце для чогось нового. Прийміть цю глибоку зміну.

# interpretation.death_finance_reversed
source: Clinging to failing financial strategies or situations. Resisting necessary financial transformation only prolongs suffering. Let go.
de: Du klammerst dich an gescheiterte Finanzstrategien oder -situationen. Der Widerstand gegen die notwendige finanzielle Transformation verlängert nur das Leiden. Lass los.
es: Aferrarse a estrategias o situaciones financieras fallidas. Resistir la transformación financiera necesaria solo prolonga el sufrimiento. Déjalo ir.
fr: S'accrocher à des stratégies ou situations financières défaillantes. Résister à la transformation financière nécessaire ne fait que prolonger la souffrance. Lâchez prise.
it: Aggrapparsi a strategie o situazioni finanziarie fallimentari. Resistere alla necessaria trasformazione finanziaria non fa che prolungare la sofferenza. Lascia andare.
ja: 失敗した財務戦略や状況にしがみつく。必要な財務変革に抵抗することは、苦しみを長引かせるだけです。手放してください。
nb: Å klamre seg til mislykkede økonomiske strategier eller situasjoner. Å motstå nødvendig økonomisk transformasjon forlenger bare lidelsen. Gi slipp.
pl: Trzymanie się nieudanych strategii lub sytuacji finansowych. Opieranie się koniecznej transformacji finansowej tylko przedłuża cierpienie. Puść.
pt_br: Apegar-se a estratégias ou situações financeiras fracassadas. Resistir à transformação financeira necessária só prolonga o sofrimento. Deixe ir.
sv: Att hålla fast vid misslyckade ekonomiska strategier eller situationer. Att motstå nödvändig ekonomisk förvandling förlänger bara lidandet. Släpp taget.
uk: Чіплятися за невдалі фінансові стратегії чи ситуації. Опір необхідній фінансовій трансформації лише продовжує страждання. Відпустіть.

# interpretation.death_finance_upright
source: Financial transformation through endings. Old income sources or money patterns must die for new abundance to emerge. Profound change in your relationship with resources.
de: Finanzielle Transformation durch Enden. Alte Einkommensquellen oder Geldmuster müssen sterben, damit neuer Wohlstand entstehen kann. Eine tiefgreifende Veränderung in deiner Beziehung zu Ressourcen.
es: Transformación financiera a través de finales. Las viejas fuentes de ingresos o patrones de dinero deben morir para que surja nueva abundancia. Un cambio profundo en tu relación con los recursos.
fr: Transformation financière par les fins. Les anciennes sources de revenus ou modèles monétaires doivent mourir pour qu'une nouvelle abondance émerge. Un changement profond dans votre relation avec les ressources.
it: Trasformazione finanziaria attraverso le fini. Le vecchie fonti di reddito o modelli di denaro devono morire affinché emergano nuova abbondanza. Un cambiamento profondo nella tua relazione con le risorse.
ja: 終焉を通じた財政的変容。新しい豊かさが現れるためには、古い収入源やお金のパターンは死ななければなりません。リソースとの関係における深い変化。
nb: Økonomisk transformasjon gjennom avslutninger. Gamle inntektskilder eller pengemønstre må dø for at ny overflod skal dukke opp. En dyp endring i forholdet ditt til ressurser.
pl: Transformacja finansowa poprzez zakończenia. Stare źródła dochodu lub wzorce pieniężne muszą umrzeć, aby pojawiła się nowa obfitość. Głęboka zmiana w twojej relacji z zasobami.
pt_br: Transformação financeira através de fins. Velhas fontes de renda ou padrões de dinheiro devem morrer para que uma nova abundância surja. Uma mudança profunda em seu relacionamento com os recursos.
sv: Ekonomisk förvandling genom slut. Gamla inkomstkällor eller pengamönster måste dö för att nytt överflöd ska kunna uppstå. En djupgående förändring i din relation till resurser.
uk: Фінансова трансформація через завершення. Старі джерела доходу або грошові моделі мають померти, щоб з'явилося нове достаток. Глибока зміна ваших стосунків з ресурсами.

# interpretation.death_general_reversed
source: You're clinging to what needs to end. Fear of change is keeping you stuck in a stagnant situation. The death card reversed is about resisting the natural cycles of life. Let go and trust the process.
de: Du klammerst dich an das, was enden muss. Die Angst vor Veränderung hält dich in einer stagnierenden Situation gefangen. Die umgekehrte Todeskarte handelt vom Widerstand gegen die natürlichen Zyklen des Lebens. Lass los und vertraue dem Prozess.
es: Te aferras a lo que necesita terminar. El miedo al cambio te mantiene atrapado en una situación estancada. La carta de la Muerte invertida trata sobre resistirse a los ciclos naturales de la vida. Déjalo ir y confía en el proceso.
fr: Vous vous accrochez à ce qui doit se terminer. La peur du changement vous maintient bloqué dans une situation stagnante. La carte de la Mort inversée parle de la résistance aux cycles naturels de la vie. Lâchez prise et faites confiance au processus.
it: Ti aggrappi a ciò che deve finire. La paura del cambiamento ti tiene bloccato in una situazione stagnante. La carta della Morte al contrario parla di resistere ai cicli naturali della vita. Lascia andare e fidati del processo.
ja: あなたは終わらなければならないものにしがみついています。変化への恐怖があなたを停滞した状況に閉じ込めています。逆位置の死神は、人生の自然なサイクルに抵抗することについてです。手放し、プロセスを信頼してください。
nb: Du klamrer deg til det som må ta slutt. Frykt for endring holder deg fast i en stillestående situasjon. Døden reversert handler om å motstå livets naturlige sykluser. Gi slipp og stol på prosessen.
pl: Trzymasz się tego, co musi się skończyć. Strach przed zmianą trzyma cię w stagnacji. Odwrócona karta Śmierci mówi o opieraniu się naturalnym cyklom życia. Puść i zaufaj procesowi.
pt_br: Você está se agarrando ao que precisa terminar. O medo da mudança mantém você preso em uma situação estagnada. A carta da Morte invertida é sobre resistir aos ciclos naturais da vida. Deixe ir e confie no processo.
sv: Du håller fast vid det som måste ta slut. Rädsla för förändring håller dig fast i en stillastående situation. Döden omvänd handlar om att motstå livets naturliga cykler. Släpp taget och lita på processen.
uk: Ви чіпляєтеся за те, що має закінчитися. Страх змін тримає вас у пастці в стагнації. Перевернута карта Смерті – про опір природним циклам життя. Відпустіть і довіртеся процесу.

# interpretation.death_general_upright
source: An ending is here, and with it, a powerful transformation. Don't resist this change—it's making room for your rebirth. What must die so that you can truly live? Embrace the transition.
de: Ein Ende ist da, und mit ihm eine mächtige Transformation. Widerstehe diesem Wandel nicht – er macht Platz für deine Wiedergeburt. Was muss sterben, damit du wirklich leben kannst? Begrüße den Übergang.
es: Un final está aquí, y con él, una poderosa transformación. No te resistas a este cambio: está haciendo espacio para tu renacimiento. ¿Qué debe morir para que puedas vivir verdaderamente? Abraza la transición.
fr: Une fin est là, et avec elle, une puissante transformation. Ne résistez pas à ce changement – il fait de la place pour votre renaissance. Qu'est-ce qui doit mourir pour que vous puissiez vraiment vivre ? Accueillez la transition.
it: Una fine è qui, e con essa, una potente trasformazione. Non resistere a questo cambiamento – sta facendo spazio per la tua rinascita. Cosa deve morire affinché tu possa veramente vivere? Abbraccia la transizione.
ja: 終わりがここにあり、それとともに強力な変容が。この変化に抵抗しないでください – それはあなたの再生のためのスペースを作っています。あなたが本当に生きるために何が死ななければなりませんか？移行を受け入れてください。
nb: En slutt er her, og med den en kraftig transformasjon. Ikke motstå denne endringen – den gjør plass for din gjenfødsel. Hva må dø slik at du virkelig kan leve? Omfavn overgangen.
pl: Koniec jest tutaj, a wraz z nim potężna transformacja. Nie opieraj się tej zmianie – robi miejsce na twoje odrodzenie. Co musi umrzeć, abyś mógł naprawdę żyć? Przyjmij przejście.
pt_br: Um fim está aqui, e com ele, uma poderosa transformação. Não resista a essa mudança – ela está abrindo espaço para o seu renascimento. O que deve morrer para que você possa verdadeiramente viver? Abrace a transição.
sv: Ett slut är här, och med det en kraftfull förvandling. Gör inte motstånd mot denna förändring – den gör plats för din återfödelse. Vad måste dö för att du verkligen ska kunna leva? Omfamna övergången.
uk: Кінець тут, і з ним потужна трансформація. Не опирайтеся цій зміні – вона звільняє місце для вашого відродження. Що має померти, щоб ви могли справді жити? Прийміть перехід.

# interpretation.death_health_reversed
source: Resisting necessary health changes keeps you in decay. Your body demands transformation. Stop fighting the inevitable change.
de: Widerstand gegen notwendige gesundheitliche Veränderungen hält dich im Verfall. Dein Körper verlangt nach Veränderung. Hör auf, gegen den unvermeidlichen Wandel anzukämpfen.
es: La resistencia a los cambios de salud necesarios te mantiene en decadencia. Tu cuerpo exige transformación. Deja de luchar contra el cambio inevitable.
fr: La résistance aux changements de santé nécessaires vous maintient en déclin. Votre corps exige une transformation. Cessez de lutter contre le changement inévitable.
it: La resistenza ai necessari cambiamenti di salute ti tiene in declino. Il tuo corpo chiede trasformazione. Smetti di lottare contro il cambiamento inevitabile.
ja: 必要な健康変化への抵抗があなたを衰退させます。あなたの体は変容を要求しています。避けられない変化と戦うのをやめてください。
nb: Motstand mot nødvendige helseendringer holder deg i forfall. Kroppen din krever transformasjon. Slutt å kjempe mot den uunngåelige endringen.
pl: Opór wobec koniecznych zmian zdrowotnych trzyma cię w upadku. Twoje ciało domaga się transformacji. Przestań walczyć z nieuniknioną zmianą.
pt_br: A resistência às mudanças necessárias na saúde mantém você em declínio. Seu corpo exige transformação. Pare de lutar contra a mudança inevitável.
sv: Motstånd mot nödvändiga hälsoförändringar håller dig i förfall. Din kropp kräver förvandling. Sluta kämpa mot den oundvikliga förändringen.
uk: Опір необхідним змінам у здоров'ї тримає вас у занепаді. Ваше тіло вимагає трансформації. Перестаньте боротися з неминучими змінами.

# interpretation.death_health_upright
source: Major health transformation. Old patterns die to make way for vibrant new wellness. Embrace this profound shift in your physical being.
de: Große gesundheitliche Veränderung. Alte Muster sterben, um Platz für ein lebendiges neues Wohlbefinden zu schaffen. Nimm diesen tiefgreifenden Wandel in deinem körperlichen Sein an.
es: Gran transformación de la salud. Los viejos patrones mueren para dar paso a un nuevo bienestar vibrante. Acepta este cambio profundo en tu ser físico.
fr: Grande transformation de la santé. Les vieux schémas meurent pour laisser place à un nouveau bien-être dynamique. Accueillez ce changement profond dans votre être physique.
it: Grande trasformazione della salute. I vecchi schemi muoiono per fare spazio a un nuovo vibrante benessere. Accogli questo profondo cambiamento nel tuo essere fisico.
ja: 大きな健康変革。古いパターンは死に、活気に満ちた新しい健康に道を譲ります。あなたの身体的存在におけるこの深遠な変化を受け入れてください。
nb: Stor helsetransformasjon. Gamle mønstre dør for å gi plass til ny, levende velvære. Omfavn denne dype endringen i ditt fysiske vesen.
pl: Wielka transformacja zdrowotna. Stare wzorce umierają, aby zrobić miejsce dla nowego, żywego dobrego samopoczucia. Przyjmij tę głęboką zmianę w swoim fizycznym bycie.
pt_br: Grande transformação na saúde. Padrões antigos morrem para dar lugar a um novo bem-estar vibrante. Abrace essa mudança profunda em seu ser físico.
sv: Stor hälsoförvandling. Gamla mönster dör för att ge plats åt ny, levande välbefinnande. Omfamna denna djupgående förändring i din fysiska varelse.
uk: Велика трансформація здоров'я. Старі патерни вмирають, щоб звільнити місце для нового яскравого благополуччя. Прийміть цю глибоку зміну у вашому фізичному єстві.

# interpretation.death_love_reversed
source: You're resisting necessary change in your relationships. Holding on to what's already dead will only prolong the pain. Let go. Transformation is trying to happen, but you're fighting it.
de: Du wehrst dich gegen notwendige Veränderungen in deinen Beziehungen. An etwas festzuhalten, das bereits tot ist, verlängert nur den Schmerz. Lass los. Die Transformation versucht stattzufinden, aber du kämpfst dagegen an.
es: Te resistes al cambio necesario en tus relaciones. Aferrarse a lo que ya está muerto solo prolongará el dolor. Déjalo ir. La transformación está tratando de suceder, pero la estás combatiendo.
fr: Vous résistez aux changements nécessaires dans vos relations. S'accrocher à ce qui est déjà mort ne fera que prolonger la douleur. Lâchez prise. La transformation essaie de se produire, mais vous lui résistez.
it: Resisti ai cambiamenti necessari nelle tue relazioni. Aderire a ciò che è già morto non farà che prolungare il dolore. Lascia andare. La trasformazione sta cercando di accadere, ma la stai combattendo.
ja: あなたは人間関係における必要な変化に抵抗しています。すでに死んでいるものにしがみつくことは、痛みを長引かせるだけです。手放してください。変容が起ころうとしていますが、あなたはそれと戦っています。
nb: Du motstår nødvendige endringer i relasjonene dine. Å holde fast i det som allerede er dødt vil bare forlenge smerten. Gi slipp. Transformasjon prøver å skje, men du kjemper imot.
pl: Opierasz się koniecznym zmianom w swoich związkach. Trzymanie się tego, co już martwe, tylko przedłuży ból. Puść. Transformacja próbuje nastąpić, ale ty z nią walczysz.
pt_br: Você resiste à mudança necessária em seus relacionamentos. Agarrar-se ao que já está morto só prolongará a dor. Deixe ir. A transformação está tentando acontecer, mas você está lutando contra ela.
sv: Du motstår nödvändiga förändringar i dina relationer. Att hålla fast vid det som redan är dött kommer bara att förlänga smärtan. Släpp taget. Förvandlingen försöker ske, men du kämpar emot.
uk: Ви чините опір необхідним змінам у ваших стосунках. Триматися за те, що вже мертве, лише продовжить біль. Відпустіть. Трансформація намагається відбутися, але ви боретеся з нею.

# interpretation.death_love_upright
source: A profound transformation is occurring in your love life. This could mean the end of a relationship, or the death of old patterns within one. Grieve what's ending, but know that something more authentic is being born.
de: Eine tiefgreifende Transformation findet in deinem Liebesleben statt. Dies könnte das Ende einer Beziehung oder den Tod alter Muster innerhalb einer Beziehung bedeuten. Trauere um das, was endet, aber wisse, dass etwas Authentischeres geboren wird.
es: Una transformación profunda está ocurriendo en tu vida amorosa. Esto podría significar el fin de una relación, o la muerte de viejos patrones dentro de una. Lamenta lo que termina, pero sabe que algo más auténtico está naciendo.
fr: Une transformation profonde se produit dans votre vie amoureuse. Cela pourrait signifier la fin d'une relation, ou la mort de vieux schémas au sein d'une relation. Pleurez ce qui se termine, mais sachez que quelque chose de plus authentique est en train de naître.
it: Una profonda trasformazione sta avvenendo nella tua vita amorosa. Questo potrebbe significare la fine di una relazione, o la morte di vecchi schemi all'interno di una relazione. Piangi ciò che finisce, ma sappi che qualcosa di più autentico sta nascendo.
ja: あなたの恋愛において深い変容が起こっています。これは関係の終わり、または関係内の古いパターンの死を意味するかもしれません。終わるものを悲しんでください。しかし、より本物の何かが生まれていることを知ってください。
nb: En dyp transformasjon skjer i kjærlighetslivet ditt. Dette kan bety slutten på et forhold, eller døden til gamle mønstre i et forhold. Sørg over det som slutter, men vit at noe mer autentisk blir født.
pl: Głęboka transformacja zachodzi w twoim życiu miłosnym. Może to oznaczać koniec związku lub śmierć starych wzorców w związku. Opłakuj to, co się kończy, ale wiedz, że rodzi się coś bardziej autentycznego.
pt_br: Uma transformação profunda está ocorrendo em sua vida amorosa. Isso pode significar o fim de um relacionamento, ou a morte de velhos padrões dentro de um relacionamento. Lamente o que está terminando, mas saiba que algo mais autêntico está nascendo.
sv: En djupgående förvandling sker i ditt kärleksliv. Detta kan innebära slutet på en relation, eller döden av gamla mönster inom en relation. Sörj det som slutar, men vet att något mer autentiskt föds.
uk: Глибока трансформація відбувається у вашому любовному житті. Це може означати кінець стосунків або смерть старих патернів у стосунках. Оплакуйте те, що закінчується, але знайте, що народжується щось більш автентичне.

# interpretation.eight_of_cups_career_reversed
source: Avoiding necessary career change due to fear. Staying in unfulfilling work because leaving feels scary. Running from opportunities for deeper professional meaning.
de: Vermeidung des notwendigen Karrierewechsels aus Angst. In unerfüllter Arbeit bleiben, weil das Verlassen beängstigend erscheint. Vor Möglichkeiten für eine tiefere berufliche Bedeutung davonlaufen.
es: Evitar el cambio de carrera necesario debido al miedo. Permanecer en un trabajo insatisfactorio porque irse da miedo. Huir de oportunidades para un significado profesional más profundo.
fr: Éviter un changement de carrière nécessaire par peur. Rester dans un travail insatisfaisant parce que partir fait peur. Fuir les opportunités pour un sens professionnel plus profond.
it: Evitare il necessario cambiamento di carriera per paura. Rimanere in un lavoro insoddisfacente perché lasciare fa paura. Fuggire dalle opportunità per un significato professionale più profondo.
ja: 恐れのために必要なキャリアチェンジを避ける。去るのが怖いからといって、やりがいのない仕事に留まる。より深い仕事上の意味を得る機会から逃げる。
nb: Unngår nødvendig karriereendring på grunn av frykt. Bli i et utilfredsstillende arbeid fordi det er skummelt å forlate. Rømmer fra muligheter for dypere profesjonell mening.
pl: Unikanie koniecznej zmiany kariery z powodu strachu. Pozostawanie w niespełniającej pracy, ponieważ odejście jest przerażające. Ucieczka od możliwości głębszego sensu zawodowego.
pt_br: Evitar a mudança de carreira necessária devido ao medo. Permanecer em um trabalho insatisfatório porque sair parece assustador. Fugindo de oportunidades para um significado profissional mais profundo.
sv: Undviker nödvändig karriärförändring på grund av rädsla. Stanna kvar i ett otillfredsställande arbete eftersom det känns läskigt att lämna. Flyr från möjligheter till djupare professionell mening.
uk: Уникнення необхідної зміни кар'єри через страх. Залишатися на невтішній роботі, тому що йти страшно. Втеча від можливостей для глибшого професійного сенсу.

# interpretation.eight_of_cups_career_upright
source: Leaving professional security to find meaningful work. Your job doesn't fulfill you anymore. Time to seek deeper purpose even if it means walking away from comfort.
de: Die berufliche Sicherheit verlassen, um eine sinnvolle Arbeit zu finden. Dein Job erfüllt dich nicht mehr. Zeit, einen tieferen Sinn zu suchen, auch wenn das bedeutet, den Komfort aufzugeben.
es: Dejar la seguridad profesional para encontrar un trabajo significativo. Tu trabajo ya no te llena. Es hora de buscar un propósito más profundo, incluso si eso significa alejarse de la comodidad.
fr: Quitter la sécurité professionnelle pour trouver un travail significatif. Votre travail ne vous épanouit plus. Il est temps de chercher un but plus profond, même si cela signifie s'éloigner du confort.
it: Lasciare la sicurezza professionale per trovare un lavoro significativo. Il tuo lavoro non ti soddisfa più. È ora di cercare uno scopo più profondo anche se significa allontanarsi dal comfort.
ja: プロとしての安定を離れ、有意義な仕事を見つける。あなたの仕事はもうあなたを満たしていません。たとえそれが快適さから離れることを意味しても、より深い目的を追求する時です。
nb: Å forlate profesjonell sikkerhet for å finne meningsfullt arbeid. Jobben din tilfredsstiller deg ikke lenger. Tid for å søke dypere mening selv om det betyr å gå bort fra komfort.
pl: Odejście od bezpieczeństwa zawodowego, aby znaleźć satysfakcjonującą pracę. Twoja praca już cię nie spełnia. Czas szukać głębszego celu, nawet jeśli oznacza to odejście od komfortu.
pt_br: Deixar a segurança profissional para encontrar um trabalho significativo. Seu trabalho não o satisfaz mais. Hora de buscar um propósito mais profundo, mesmo que isso signifique se afastar do conforto.
sv: Att lämna professionell trygghet för att hitta meningsfullt arbete. Ditt jobb uppfyller dig inte längre. Dags att söka djupare syfte även om det innebär att gå ifrån komfort.
uk: Залишення професійної безпеки для пошуку значущої роботи. Ваша робота більше не приносить вам задоволення. Час шукати глибшу мету, навіть якщо це означає відмову від комфорту.

# interpretation.eight_of_cups_finance_reversed
source: Fear of leaving financial security even when it doesn't bring happiness. Avoiding necessary financial changes. Staying in golden handcuffs.
de: Angst davor, die finanzielle Sicherheit zu verlassen, auch wenn sie kein Glück bringt. Vermeidung notwendiger finanzieller Veränderungen. In goldenen Handschellen gefangen sein.
es: Miedo a dejar la seguridad financiera incluso cuando no trae felicidad. Evitar los cambios financieros necesarios. Permanecer en esposas de oro.
fr: Peur de quitter la sécurité financière même lorsqu'elle n'apporte pas le bonheur. Éviter les changements financiers nécessaires. Rester dans des menottes dorées.
it: Paura di lasciare la sicurezza finanziaria anche quando non porta felicità. Evitare i necessari cambiamenti finanziari. Rimanere in manette d'oro.
ja: たとえ幸福をもたらさなくても、経済的安全を離れることへの恐れ。必要な経済的変化を避ける。黄金の手錠に留まる。
nb: Frykt for å forlate økonomisk sikkerhet selv når det ikke bringer lykke. Unngå nødvendige økonomiske endringer. Å bli i gyldne håndjern.
pl: Strach przed opuszczeniem bezpieczeństwa finansowego, nawet gdy nie przynosi ono szczęścia. Unikanie koniecznych zmian finansowych. Pozostawanie w złotych kajdankach.
pt_br: Medo de deixar a segurança financeira, mesmo quando ela não traz felicidade. Evitar mudanças financeiras necessárias. Permanecer em algemas douradas.
sv: Rädsla för att lämna ekonomisk trygghet även när det inte ger lycka. Undvika nödvändiga ekonomiska förändringar. Att stanna i gyllene handbojor.
uk: Страх залишити фінансову безпеку, навіть коли вона не приносить щастя. Уникнення необхідних фінансових змін. Залишатися в золотих кайданах.
